Repository: LocalLens-Project/localauth-ios
Catalog: localauth/Localizable.xcstrings
Source language: zh_hans
Languages: en, es, ja, zh_hant_tw

source: 与
en: and
es: y
ja: と
zh_hant_tw: 與

source: 即可顺滑获取动态密码；而对于加密钱包等致命资产，则利用
en: to smoothly get OTPs; for critical assets like crypto wallets, use
es: para obtener códigos dinámicos con fluidez; y para activos críticos como billeteras cripto, use
ja: でスムーズにワンタイムパスワードを取得できます。暗号資産ウォレットなどの重要資産には、
zh_hant_tw: 即可順滑獲取動態密碼；而對於加密錢包等致命資產，則利用

source: 引入了
en: introduces a
es: introduce una
ja: は

source: 架构，打破了传统验证器在“绝对便利”与“绝对安全”之间非黑即白的困境。我们将硬件密钥能力从单一路径扩展为双通道：对于社交媒体等日常账号，您只需通过
en: architecture, breaking the binary dilemma between "absolute convenience" and "absolute security". We expand hardware-key capability from a single path to dual channels: for daily accounts like social media, simply use
es: arquitectura, rompiendo el dilema entre «comodidad absoluta» y «seguridad absoluta». Ampliamos la capacidad de llaves de hardware de una sola ruta a doble canal: para cuentas diarias como redes sociales, solo use
ja: アーキテクチャにより、「絶対的な利便性」と「絶対的な安全性」の二項対立を打破します。ハードウェアキー機能を単一路線から二重チャネルへ拡張し、SNSなどの日常アカウントでは
zh_hant_tw: 架構，打破了傳統驗證器在「絕對便利」與「絕對安全」之間非黑即白的困境。我們將硬體密鑰能力從單一路徑擴展為雙通道：對於社群媒體等日常帳號，您只需透過

source: 的日常体验中，为您打造了一个专属数字保险箱。只有在你主动使用旅行寄存时，才会临时连接网络。
en: experience in daily use, creating a dedicated digital vault for you. The app connects temporarily only when you intentionally use Travel Vault.
es: para el uso diario, creando una bóveda digital exclusiva para usted. La app solo se conecta temporalmente cuando usa intencionalmente el resguardo de viaje.
ja: の日常体験の中で、あなただけのデジタル金庫を作り上げます。旅行寄存を自分で使うときだけ、一時的に通信します。
zh_hant_tw: 的日常體驗中，為你打造一個專屬數位保險箱。只有在你主動使用旅行寄存時，才會臨時連線。

source: 等通用硬件密钥的
en: and other generic hardware keys'
es: y de otras llaves de hardware genéricas con
ja: など汎用ハードウェアキーの
zh_hant_tw: 等通用硬體密鑰的

source: 能力进行硬件级临时解密计算。这种设计不仅突破了物理密钥的容量限制，更在默认保持
en: capability for hardware-level temporary decryption. This design not only breaks the capacity limits of physical keys, but also while keeping a
es: capacidad para realizar descifrado temporal a nivel de hardware. Este diseño no solo supera los límites de capacidad de las llaves físicas, sino que además mantiene una
ja: 能力でハードウェア級の一時復号計算を行います。この設計は物理キー容量の制限を超えるだけでなく、普段は
zh_hant_tw: 能力進行硬體級臨時解密計算。這種設計不僅突破了實體金鑰的容量限制，更在預設保持

source: 1、点击 Application
en: 1. Click Application
es: 1. Haga clic en Application
ja: 1. Application をクリック
zh_hant_tw: 1、點擊 Application

source: 2、在展开列表中选择 OTP
en: 2. Select OTP in the expanded list
es: 2. Seleccione OTP en la lista desplegada
ja: 2. 展開リストから OTP を選択
zh_hant_tw: 2、在展開列表中選擇 OTP

source: 3、若有原有配置，先点击 Delete，再点击 Long Touch (Slot 2) 下的 Configure
en: 3. If there is an existing config, click Delete, then Configure under Long Touch (Slot 2)
es: 3. Si existe una configuración previa, pulse Delete y luego Configure en Long Touch (Slot 2)
ja: 3. 既存設定がある場合は Delete を押し、その後 Long Touch（Slot 2）の Configure を押します
zh_hant_tw: 3、若有原有配置，先點擊 Delete，再點擊 Long Touch（Slot 2）下的 Configure

source: 4、默认选中的是 Yubico OTP，请勾选 Challenge-response
en: 4. Yubico OTP is selected by default, choose Challenge-response
es: 4. Yubico OTP está seleccionado por defecto; marque Challenge-response
ja: 4. 初期選択は Yubico OTP です。Challenge-response を選択してください
zh_hant_tw: 4、預設選中的是 Yubico OTP，請勾選 Challenge-response

source: 5、点击右侧 Generate 生成 Secret key，随后可拔出 YubiKey
en: 5. Click Generate on the right to create the Secret key, then unplug your YubiKey
es: 5. Pulse Generate a la derecha para crear la Secret key; después puede retirar su YubiKey
ja: 5. 右側の Generate で Secret key を作成し、その後 YubiKey を取り外します
zh_hant_tw: 5、點擊右側 Generate 生成 Secret key，之後可拔出 YubiKey

source: Base32 密钥
en: Base32 Key
es: Clave Base32
ja: Base32 KEY
zh_hant_tw: Base32 金鑰

source: CTAP2 操作失败。
en: CTAP2 operation failed.
es: La operación CTAP2 falló.
ja: CTAP2 操作に失敗しました。
zh_hant_tw: CTAP2 操作失敗。

source: Face ID 解锁
en: Face ID Unlock
es: Desbloqueo con Face ID
ja: Face IDアンロック
zh_hant_tw: Face ID 解鎖

source: LocalAuth 旅行寄存恢复材料
en: LocalAuth Travel Vault Recovery Materials
es: Materiales de recuperación del resguardo de viaje de LocalAuth
ja: LocalAuth 旅行保管庫の復旧情報
zh_hant_tw: LocalAuth 旅行寄存恢復資料

source: OTP 参数
en: OTP Parameters
es: Parámetros OTP
ja: OTPパラメータ
zh_hant_tw: OTP 參數

source: OTP 链接
en: OTP URL
es: Enlace OTP
ja: OTPリンク
zh_hant_tw: OTP 連結

source: PIN不能为空。
en: PIN cannot be empty.
es: El PIN no puede estar vacío.
ja: PINは空にできません。
zh_hant_tw: PIN 不能為空。

source: PIN将用于当前令牌的FIDO hmac-secret通道初始化。
en: PIN will be used to initialize the FIDO hmac-secret channel for this token.
es: El PIN se usará para inicializar el canal FIDO hmac-secret de este token.
ja: このトークンのFIDO hmac-secretチャネル初期化にPINを使用します。
zh_hant_tw: PIN 將用於目前令牌的 FIDO hmac-secret 通道初始化。

source: PIN验证
en: PIN Verification
es: Verificación de PIN
ja: PIN認証
zh_hant_tw: PIN 驗證

source: Yubico 提供的 iOS SDK，用于通过 NFC 与 YubiKey 进行安全交互。
en: An iOS SDK provided by Yubico for secure interaction with YubiKey over NFC.
es: Un SDK de iOS proporcionado por Yubico para interactuar de forma segura con YubiKey mediante NFC.
ja: Yubico が提供する iOS SDK で、NFC を通じて YubiKey と安全に連携するために使用します。
zh_hant_tw: Yubico 提供的 iOS SDK，用於透過 NFC 與 YubiKey 進行安全互動。

source: YubiKey 专属通道
en: YubiKey Dedicated Channel
es: Canal dedicado de YubiKey
ja: YubiKey専用チャネル
zh_hant_tw: YubiKey 專屬通道

source: YubiKey 未能完成挑战响应，请确认已配置 Slot 2 的 HMAC-SHA1 challenge-response。
en: YubiKey failed to complete the challenge-response. Please confirm that HMAC-SHA1 challenge-response is configured in Slot 2.
es: YubiKey no pudo completar la respuesta al desafío. Confirme que HMAC-SHA1 challenge-response esté configurado en el Slot 2.
ja: YubiKeyがチャレンジレスポンスを完了できませんでした。スロット2にHMAC-SHA1チャレンジレスポンスが設定されていることを確認してください。
zh_hant_tw: YubiKey 未能完成挑戰回應，請確認已配置 Slot 2 的 HMAC-SHA1 challenge-response。

source: YubiKey 返回的数据无效，请重试。
en: Invalid data returned by YubiKey, please try again.
es: Datos no válidos devueltos por YubiKey, inténtelo de nuevo.
ja: YubiKeyが返したデータが無効です。再試行してください。
zh_hant_tw: YubiKey 返回的資料無效，請重試。

source: YubiKey 连接中断，请重新贴近。
en: YubiKey connection interrupted. Please hold it near again.
es: La conexión con YubiKey se interrumpió. Acérquela nuevamente.
ja: YubiKey の接続が中断されました。もう一度近づけてください。
zh_hant_tw: YubiKey 連線中斷，請重新貼近。

source: YubiKey配置教程
en: YubiKey Setup Guide
es: Guía de configuración de YubiKey
ja: YubiKey設定ガイド
zh_hant_tw: YubiKey 設定教學

source: YubiKey配置步骤
en: YubiKey Setup Steps
es: Pasos de configuración de YubiKey
ja: YubiKey設定手順
zh_hant_tw: YubiKey 設定步驟

source: YubiKit 通道
en: YubiKit Channel
es: Canal YubiKit
ja: YubiKitチャンネル

source: 三种方式，添加令牌
en: Three ways to add a token
es: Tres formas de añadir un token
ja: トークンを追加する3つの方法
zh_hant_tw: 三種方式，新增令牌

source: 上一步
en: Previous
es: Anterior
ja: 前へ

source: 上传完成后，系统会显示短取件码和长恢复密钥。只有同时保存两者，之后才能恢复。
en: After upload, you'll see a short pickup code and a long recovery key. You must save both to restore later.
es: Tras la subida, verás un código corto de recogida y una clave larga de recuperación. Debes guardar ambos para poder restaurar después.
ja: アップロード後、短い受け取りコードと長い復旧キーが表示されます。あとで復元するには両方の保存が必要です。
zh_hant_tw: 上傳完成後，系統會顯示短取件碼與長恢復密鑰。之後要恢復時，兩者都必須保存。

source: 上游仓库
en: Upstream Repository
es: Repositorio de origen
ja: 上流リポジトリ
zh_hant_tw: 上游倉庫

source: 下一步
en: Next
es: Siguiente
ja: 次へ

source: 下载并恢复
en: Download and restore
es: Descargar y restaurar
ja: ダウンロードして復元
zh_hant_tw: 下載並恢復

source: 下载旅行寄存
en: Download travel vault
es: Descargar resguardo de viaje
ja: 旅行保管庫をダウンロード
zh_hant_tw: 下載旅行寄存

source: 两次输入的PIN不一致。
en: The two PIN entries do not match.
es: Los dos PIN ingresados no coinciden.
ja: 2回入力したPINが一致しません。
zh_hant_tw: 兩次輸入的 PIN 不一致。

source: 中国大陆网络环境下可能无法稳定使用本功能。
en: This feature may not work reliably on networks in mainland China.
es: Es posible que esta función no funcione de forma estable en redes de China continental.
ja: 中国本土のネットワーク環境では、この機能が安定して利用できない場合があります。
zh_hant_tw: 在中國大陸的網路環境下，本功能可能無法穩定使用。

source: 临时加密寄存
en: Temporary encrypted escrow
es: Custodia cifrada temporal
ja: 一時的な暗号化保管
zh_hant_tw: 臨時加密寄存

source: 二维码解析成功。请为该令牌配置所需的安全防护级别。
en: QR code parsed successfully. Please configure the required security protection level for this token.
es: El código QR se analizó correctamente. Configure el nivel de protección de seguridad requerido para este token.
ja: QRコードの解析に成功しました。このトークンに必要なセキュリティ保護レベルを設定してください。
zh_hant_tw: 二維碼解析成功。請為該令牌配置所需的安全防護級別。

source: 云端返回的数据格式无效，请检查 Worker 实现。
en: The cloud response format is invalid. Check the Worker implementation.
es: El formato de respuesta de la nube no es válido. Revisa la implementación del Worker.
ja: クラウドから返されたデータ形式が無効です。Worker 実装を確認してください。
zh_hant_tw: 雲端回傳的資料格式無效，請檢查 Worker 實作。

source: 仅在你主动启用时，普通级会重打包成可恢复副本，更高安全级会保留当前密文壳。上传完成后，你可以彻底抹掉本机令牌。
en: Only when you enable it, normal-tier tokens are re-packed into a recoverable copy, while higher-security tiers keep their current ciphertext shells. After upload finishes, you can completely wipe the local tokens.
es: Solo cuando lo actives, los tokens de nivel normal se reempaquetan como una copia recuperable, mientras que los niveles de mayor seguridad conservan su encapsulado cifrado actual. Cuando termine la subida, podrás borrar por completo los tokens locales.
ja: 有効にしたときだけ、通常級トークンは復元可能なコピーとして再パッケージ化され、より高い安全級は現在の暗号化シェルを保持します。アップロード完了後、本機のトークンを完全に消去できます。
zh_hant_tw: 只有在你主動啟用時，普通級才會重新封裝成可恢復副本，更高安全級則會保留目前的密文殼。上傳完成後，你可以徹底抹除本機令牌。

source: 从截图识别
en: Recognize from Screenshot
es: Reconocer desde captura de pantalla
ja: スクリーンショットから認識する
zh_hant_tw: 從截圖識別

source: 从相册选取截图自动提取
en: Select a screenshot from Photos for automatic extraction
es: Seleccione una captura de pantalla de Fotos para extraer automáticamente
ja: アルバムからスクリーンショットを自動的に抽出する
zh_hant_tw: 從相簿選取截圖自動提取

source: 代码公开之后，你可以更清楚地审视本地令牌、旅行寄存与硬件密钥相关实现。
en: Once the code is public, you will be able to inspect local token handling, Travel Vault, and hardware-key flows more clearly.
es: Cuando el código se publique, podrás revisar con más claridad cómo se implementan los tokens locales, el Resguardo de viaje y los flujos con llaves físicas.
ja: コード公開後は、ローカルトークン、旅行寄存、ハードウェアキー関連の実装をより明確に確認できるようになります。
zh_hant_tw: 程式碼公開之後，你可以更清楚地審視本地令牌、旅行寄存與硬體密鑰相關實作。

source: 令牌的周期参数无效。
en: The token's period parameter is invalid.
es: El parámetro de período del token no es válido.
ja: トークンの周期パラメータが無効です。
zh_hant_tw: 令牌的週期參數無效。

source: 令牌的验证码位数参数无效。
en: The token's verification code digits parameter is invalid.
es: El parámetro de cantidad de dígitos del código del token no es válido.
ja: トークンの認証コード桁数パラメータが無効です。
zh_hant_tw: 令牌的驗證碼位數參數無效。

source: 传输中...
en: Transferring...
es: Transfiriendo...
ja: 送信しています...
zh_hant_tw: 傳輸中...

source: 位数
en: Digits
es: Dígitos
ja: 桁数
zh_hant_tw: 位數

source: 你的两步验证码，默认离线生成； 旅行寄存时需联网，附近同步仅在局域网内直连
en: Your 2FA codes are generated offline by default; Travel Vault requires network, Nearby Sync uses direct LAN connection
es: Sus códigos 2FA se generan sin conexión por defecto; Travel Vault requiere red, la sincronización cercana usa conexión LAN directa
ja: 2段階認証コードはデフォルトでオフラインで生成されます； 旅行保管庫にはネットワークが必要で、近くの同期はローカルネットワーク内の直接接続のみを使用します
zh_hant_tw: 你的兩步驗證碼，預設離線產生； 旅行寄存時需連網，附近同步僅在區域網路內直連

source: 使用
en: Use
es: Usar

source: 使用 Face ID / Touch ID 快速验证，日常使用更便捷。
en: Use Face ID / Touch ID for fast verification and easier daily use.
es: Use Face ID / Touch ID para verificar rápidamente y facilitar el uso diario.
ja: Face ID / Touch ID で素早く認証でき、日常利用がより便利です。
zh_hant_tw: 使用 Face ID / Touch ID 快速驗證，日常使用更便利。

source: 例如：GitHub
en: e.g. GitHub
es: Ej.: GitHub
ja: 例） GitHub

source: 例如：user@example.com
en: e.g. user@example.com
es: Ej.: user@example.com
ja: 例） user@example.com

source: 保存
en: Save
es: Guardar
zh_hant_tw: 儲存

source: 保存失败
en: Save Failed
es: Error al guardar
ja: 保存に失敗しました
zh_hant_tw: 儲存失敗

source: 保留 YubiKit 通道体验
en: Keep the YubiKit channel experience
es: Mantiene la experiencia del canal YubiKit
ja: YubiKitチャネル体験を維持
zh_hant_tw: 保留 YubiKit 通道體驗

source: 修改PIN
en: Change PIN
es: Cambiar PIN
ja: PINを変更

source: 修改图标和颜色
en: Edit Icon and Color
es: Editar icono y color
ja: アイコンと色を変更
zh_hant_tw: 修改圖示和顏色

source: 关于我们
en: About Us
es: Sobre nosotros
ja: 当館について
zh_hant_tw: 關於我們

source: 关闭
en: Close
es: Cerrar
ja: オフ
zh_hant_tw: 關閉

source: 关闭并清除PIN
en: Disable and Clear PIN
es: Desactivar y borrar PIN
ja: 無効化してPINを消去
zh_hant_tw: 關閉並清除 PIN

source: 凭据信息
en: Recovery Credentials
es: Credenciales de recuperación
ja: 復元情報
zh_hant_tw: 憑證資訊

source: 分享恢复材料
en: Share recovery materials
es: Compartir material de recuperación
ja: 復旧情報を共有
zh_hant_tw: 分享恢復資料

source: 分流
en: Path
es: Ruta
ja: 分岐

source: 分级安全
en: Tiered Security
es: Seguridad por niveles
ja: 階層型セキュリティ
zh_hant_tw: 分級安全

source: 切出应用自动锁定，隐私遮罩即时覆盖
en: Auto-lock when app goes to background, with instant privacy shield
es: Bloqueo automático al salir de la app, con pantalla de privacidad instantánea
ja: アプリの自動ロックを切り取り、プライバシーマスクインスタントオーバーライド
zh_hant_tw: 切出 App 自動鎖定，隱私遮罩即時覆蓋

source: 创作历程
en: Design Journey
es: Historia del diseño
ja: 開発ストーリー
zh_hant_tw: 創作歷程

source: 创建
en: Create
es: Crear
ja: 作成
zh_hant_tw: 建立

source: 创建旅行寄存
en: Create Travel Vault
es: Crear resguardo de viaje
ja: 旅行保管庫を作成
zh_hant_tw: 建立旅行寄存

source: 删除
en: Delete
es: Eliminar
ja: デリート
zh_hant_tw: 刪除

source: 包含 YubiKey 机密级令牌
en: Includes YubiKey confidential tokens
es: Incluye tokens confidenciales de YubiKey
ja: YubiKey 機密レベルトークンを含む
zh_hant_tw: 包含 YubiKey 機密級令牌

source: 包含无效字符，Base32 仅允许 A-Z 和 2-7
en: Contains invalid characters. Base32 allows only A-Z and 2-7
es: Contiene caracteres no válidos. Base32 solo permite A-Z y 2-7
ja: 無効な文字が含まれています。Base32はA - Zと2 -7のみを許可します
zh_hant_tw: 包含無效字元，Base32 僅允許 A-Z 和 2-7

source: 包含的令牌类型
en: Included Token Types
es: Tipos de token incluidos
ja: 含まれるトークン種別
zh_hant_tw: 包含的令牌類型

source: 包含通用硬件密钥令牌
en: Includes generic hardware key tokens
es: Incluye tokens de llave de hardware genérica
ja: 汎用ハードウェアキートークンを含む
zh_hant_tw: 包含通用硬體密鑰令牌

source: 双通道硬件防护，按需选择
en: Dual hardware channels, choose as needed
es: Doble canal de hardware, elija según necesidad
ja: デュアルハードウェア保護、必要に応じて選択
zh_hant_tw: 雙通道硬體防護，按需選擇

source: 发送
en: Send
es: Enviar
ja: 送信する
zh_hant_tw: 傳送

source: 发送令牌
en: Send Token
es: Enviar token
ja: トークンを送信
zh_hant_tw: 傳送令牌

source: 发送失败
en: Send Failed
es: Error al enviar
ja: 送信失敗
zh_hant_tw: 傳送失敗

source: 发送安全握手失败，请重新配对后再试。
en: Failed to send the secure handshake. Re-pair and try again.
es: No se pudo enviar el protocolo de enlace seguro. Vuelva a emparejar y vuelva a intentarlo.
ja: 安全なハンドシェイクの送信に失敗しました。再ペアリングしてからもう一度お試しください。
zh_hant_tw: 傳送安全握手失敗，請重新配對後再試。

source: 取件码
en: Pickup code
es: Código de recogida
ja: 受け取りコード
zh_hant_tw: 取件碼

source: 取消
en: Cancel
es: Cancelar
ja: キャンセル

source: 只有在你主动创建或下载旅行寄存时，应用才会联网；平时仍以本地使用为主。
en: The app goes online only when you actively create or download a Travel Vault; otherwise everyday use stays local-first.
es: La app solo se conecta cuando creas o descargas activamente un resguardo de viaje; por lo demás, el uso diario sigue siendo local.
ja: アプリが通信するのは、自分で旅行寄存を作成またはダウンロードするときだけです。普段の利用はローカル中心のままです。
zh_hant_tw: 只有在你主動建立或下載旅行寄存時，應用才會連網；平時仍以本地使用為主。

source: 只有在你点击创建或下载旅行寄存时，应用才会连接 Apple 设备证明服务与旅行寄存服务器。平时不会为此功能自动联网。
en: The app connects to Apple's device-proof service and the Travel Vault server only when you tap Create or Download Travel Vault. It does not go online for this feature automatically during normal use.
es: La app solo se conecta al servicio de prueba del dispositivo de Apple y al servidor del resguardo de viaje cuando tocas Crear o Descargar resguardo de viaje. No se conecta automáticamente para esta función durante el uso normal.
ja: アプリが Apple のデバイス証明サービスと旅行寄存サーバーに接続するのは、旅行寄存の作成またはダウンロードをタップしたときだけです。通常利用時にこの機能のため自動で通信することはありません。
zh_hant_tw: 只有在你點擊建立或下載旅行寄存時，應用才會連接 Apple 裝置證明服務與旅行寄存伺服器。平時不會為此功能自動連網。

source: 同一安装实例再次创建旅行寄存时，会覆盖此前未过期的旅行寄存。
en: Creating a new travel vault from this installation will replace the previous unexpired one.
es: Crear un nuevo resguardo de viaje desde esta instalación sustituirá al anterior que aún no haya caducado.
ja: このインストール環境から新しく旅行寄存を作成すると、まだ有効な以前の旅行寄存は置き換えられます。
zh_hant_tw: 同一安裝實例再次建立旅行寄存時，會覆蓋此前尚未過期的旅行寄存。

source: 同步失败
en: Sync Failed
es: Error de sincronización
ja: 同期失敗
zh_hant_tw: 同步失敗

source: 同步数据解密失败，请重新配对后重试。
en: Failed to decrypt the sync data. Pair again and retry.
es: No se pudieron descifrar los datos de sincronización. Empareje de nuevo y vuelva a intentarlo.
ja: 同期データの復号に失敗しました。再度ペアリングしてからやり直してください。
zh_hant_tw: 同步資料解密失敗，請重新配對後再試。

source: 同步确认
en: Sync Confirmation
es: Confirmación de sincronización
ja: 同期確認
zh_hant_tw: 同步確認

source: 向左滑动翻页
en: Swipe left to turn page
es: Deslice a la izquierda para pasar de página
ja: ページを左にスライド
zh_hant_tw: 向左滑動翻頁

source: 否
en: No
es: No
ja: いいえ

source: 周期（秒）
en: Period (seconds)
es: Período (segundos)
zh_hant_tw: 週期（秒）

source: 周期不能为空。
en: Period cannot be empty.
es: El período no puede estar vacío.
ja: 周期を空にすることはできません。
zh_hant_tw: 週期不能為空。

source: 周期必须是大于 0 的整数秒。
en: Period must be a positive integer in seconds.
es: El período debe ser un número entero positivo en segundos.
ja: 周期は 0 より大きい整数秒でなければなりません。
zh_hant_tw: 週期必須是大於 0 的整數秒。

source: 图标
en: Icon
es: Icono
ja: アイコン
zh_hant_tw: 圖示

source: 图标与颜色
en: Icon and Color
es: Icono y color
ja: アイコンと色
zh_hant_tw: 圖示與顏色

source: 均为普通级令牌
en: All tokens are standard-level
es: Todos los tokens son de nivel estándar
ja: すべて通常レベルトークンです
zh_hant_tw: 均為普通級令牌

source: 处理“%@”时需要输入硬件密钥PIN。
en: A hardware-key PIN is required when processing “%@”.
es: Se requiere el PIN de la llave de hardware al procesar “%@”.
ja: 「%@」の処理にはハードウェアキーPIN が必要です。
zh_hant_tw: 處理「%@」時需要輸入硬體金鑰 PIN。

source: 备份来源设备
en: Source device
es: Dispositivo de origen
ja: バックアップ元デバイス
zh_hant_tw: 備份來源裝置

source: 复制
en: Copy
es: Copiar
ja: コピー
zh_hant_tw: 複製

source: 安全握手尚未完成，已拒绝导入数据。
en: The secure handshake has not completed. Import was rejected.
es: El protocolo de enlace seguro aún no se ha completado. Se rechazó la importación.
ja: 安全なハンドシェイクがまだ完了していないため、インポートを拒否しました。
zh_hant_tw: 安全握手尚未完成，已拒絕匯入資料。

source: 安全握手尚未完成，请等待配对成功后再发送。
en: The secure handshake has not completed yet. Wait until pairing succeeds before sending.
es: El protocolo de enlace seguro aún no se ha completado. Espere a que el emparejamiento finalice antes de enviar.
ja: 安全なハンドシェイクがまだ完了していません。ペアリング成功後に送信してください。
zh_hant_tw: 安全握手尚未完成，請等待配對成功後再傳送。

source: 完成
en: Done
es: Hecho
ja: 完了する

source: 完成，已同步 %lld 个令牌
en: Done, %lld tokens synced
es: Hecho, %lld tokens sincronizados
ja: 完了、%lldトークンが同期されました
zh_hant_tw: 完成，已同步 %lld 個令牌

source: 密钥 (Base32)
en: Secret Key (Base32)
es: Clave secreta (Base32)
ja: KEY (Base32)
zh_hant_tw: 金鑰 (Base32)

source: 对准网站上的二维码
en: Align with the QR code on the website
es: Alinee con el código QR del sitio web
ja: ウェブサイト上でQRコードを揃える
zh_hant_tw: 對準網站上的二維碼

source: 对方设备发送了无效的握手消息。
en: The peer device sent an invalid handshake message.
es: El dispositivo remoto envió un mensaje de protocolo de enlace no válido.
ja: 相手側デバイスから無効なハンドシェイクメッセージが送信されました。
zh_hant_tw: 對方裝置送出了無效的握手訊息。

source: 对方设备需输入配对码来连接
en: The other device must enter the pairing code to connect
es: El otro dispositivo debe introducir el código de emparejamiento para conectarse
ja: もう一方のデバイスは、接続するためにペアリングコードを入力する必要があります
zh_hant_tw: 對方裝置需輸入配對碼來連線

source: 导入“%@”前需要先输入硬件密钥PIN。
en: Enter the hardware key PIN before importing “%@”.
es: Ingrese el PIN de la llave de hardware antes de importar “%@”.
ja: 「%@」をインポートする前に、ハードウェアキーの PIN を入力してください。
zh_hant_tw: 匯入「%@」前需要先輸入硬體密鑰 PIN。

source: 导入“%@”失败：%@
en: Failed to import “%@”: %@
es: Error al importar “%@”: %@
ja: 「%@」のインポートに失敗しました: %@
zh_hant_tw: 匯入「%@」失敗：%@

source: 导入会在当前设备重新创建本地加密材料，不会直接复用发送端的密文。
en: Import recreates local encryption material on this device and does not reuse ciphertext from the sender.
es: La importación recreará el material de cifrado local en este dispositivo y no reutilizará el texto cifrado del remitente.
ja: インポートではこの端末上でローカル暗号化素材を再作成し、送信側の暗号文をそのまま再利用しません。
zh_hant_tw: 匯入會在目前裝置重新建立本地加密材料，不會直接沿用傳送端的密文。

source: 导入前确认
en: Pre-Import Confirmation
es: Confirmación antes de importar
ja: インポート前の確認
zh_hant_tw: 匯入前確認

source: 导入过程中需要为每个令牌创建 hmac-secret 凭据。请保持兼容硬件密钥连接，并准备输入 PIN。
en: During import, hmac-secret credentials must be created for each token. Keep a compatible hardware key connected and be ready to enter the PIN.
es: Durante la importación, es necesario crear credenciales hmac-secret para cada token. Mantenga conectada una llave de hardware compatible y prepárese para ingresar el PIN.
ja: インポート中は各トークンに対して hmac-secret 資格情報を作成する必要があります。互換性のあるハードウェアキーを接続したままにし、PIN 入力の準備をしてください。
zh_hant_tw: 匯入過程中需要為每個令牌建立 hmac-secret 憑據。請保持相容硬體密鑰連線，並準備輸入 PIN。

source: 导入过程中需要逐个完成挑战响应，请将 YubiKey 靠近手机并保持连接。
en: During import, each token requires a separate challenge-response. Keep your YubiKey near the phone and connected.
es: Durante la importación, cada token requiere completar una respuesta al desafío por separado. Mantenga su YubiKey cerca del teléfono y conectado.
ja: インポート中は各トークンごとにチャレンジレスポンスを完了する必要があります。YubiKey をスマートフォンの近くに保ち、接続を維持してください。
zh_hant_tw: 匯入過程中需要逐一完成挑戰回應，請將 YubiKey 靠近手機並保持連線。

source: 局域网同步
en: LAN Sync
es: Sincronización LAN
ja: LAN同期
zh_hant_tw: 區域網同步

source: 已全部锁定
en: All Locked
es: Todo bloqueado
ja: すべてロック済み
zh_hant_tw: 已全部鎖定

source: 已复制
en: Copied
es: Copiado
ja: コピーしました
zh_hant_tw: 已複製

source: 已复制到剪贴板。
en: Copied to clipboard.
es: Copiado al portapapeles.
ja: クリップボードにコピーしました。
zh_hant_tw: 已複製到剪貼簿。

source: 已完成
en: Done
es: Completado
ja: 完了

source: 已完成旅行寄存，本机共清空 %lld 个令牌。
en: Travel vault complete. %lld local tokens were removed.
es: Resguardo de viaje completado. Se eliminaron %lld tokens locales.
ja: 旅行保管庫が完了しました。このデバイスから %lld 個のトークンを削除しました。
zh_hant_tw: 已完成旅行寄存，本機共清空 %lld 個令牌。

source: 已恢复 %lld 个令牌到当前设备。
en: Restored %lld tokens to the current device.
es: Se restauraron %lld tokens en el dispositivo actual.
ja: %lld 個のトークンを現在のデバイスに復元しました。
zh_hant_tw: 已恢復 %lld 個令牌到目前裝置。

source: 已连接：%@
en: Connected: %@
es: Conectado: %@
ja: 接続済み： %@
zh_hant_tw: 已連線：%@

source: 已选择 YubiKit 通道，请确保您的 Yubikey 在身边
en: YubiKit Channel selected. Please ensure your YubiKey is nearby.
es: Canal YubiKit seleccionado. Asegúrese de tener su YubiKey cerca.
ja: YubiKitチャンネルが選択されました。YubiKeyが近くにあることを確認してください。
zh_hant_tw: 已選擇 YubiKit 通道，請確保您的 YubiKey 在身邊

source: 已选择生物识别解锁，可继续创建令牌
en: Biometric unlock selected. Continue creating token.
es: Desbloqueo biométrico seleccionado. Puede continuar creando el token.
ja: 生体認証での解除を選択しました。トークン作成を続行できます。
zh_hant_tw: 已選擇生物識別解鎖，可繼續建立令牌

source: 已选择硬件密钥通用解锁通道，请准备支持 CTAP2 hmac-secret 的设备
en: Generic hardware key channel selected. Prepare a device supporting CTAP2 hmac-secret.
es: Canal genérico de llave de hardware seleccionado. Prepare un dispositivo compatible con CTAP2 hmac-secret.
ja: 汎用ハードウェアキーチャネルを選択しました。CTAP2 hmac-secret対応デバイスを準備してください。
zh_hant_tw: 已選擇硬體密鑰通用解鎖通道，請準備支援 CTAP2 hmac-secret 的裝置

source: 已配置过，可直接开始使用。
en: Already configured. You can start now.
es: Ya está configurado. Puede empezar a usarlo ahora.
ja: 設定済みです。すぐに使い始められます。
zh_hant_tw: 已配置完成，可直接開始使用。

source: 开发团队
en: Development Team
es: Equipo de desarrollo
ja: 開発チーム
zh_hant_tw: 開發團隊

source: 开启记住PIN
en: Enable Remember PIN
es: Activar recordar PIN
ja: PIN記憶を有効化
zh_hant_tw: 開啟記住 PIN

source: 开始使用
en: Get Started
es: Comenzar
ja: 今すぐ使う
zh_hant_tw: 開始使用

source: 开始导入
en: Start Import
es: Iniciar importación
ja: インポートを開始
zh_hant_tw: 開始匯入

source: 开始广播
en: Start Broadcasting
es: Iniciar difusión
ja: ブロードキャストを開始
zh_hant_tw: 開始廣播

source: 开始恢复到本机
en: Start restore to this device
es: Empezar a restaurar en este dispositivo
ja: このデバイスへの復元を開始
zh_hant_tw: 開始恢復到本機

source: 开始教程
en: Start Tutorial
es: Iniciar tutorial
ja: チュートリアルを開始
zh_hant_tw: 開始教學

source: 开源
en: Open Source
es: Código abierto
ja: オープンソース
zh_hant_tw: 開源

source: 当前仅支持 TOTP 类型的迁移数据。
en: Only TOTP migration data is currently supported.
es: Actualmente solo se admiten datos de migración TOTP.
ja: 現在サポートしているのは TOTP 型の移行データのみです。
zh_hant_tw: 目前僅支援 TOTP 類型的遷移資料。

source: 当前令牌总数
en: Current token count
es: Total de tokens actuales
ja: 現在のトークン数
zh_hant_tw: 目前令牌總數
